Repository: Nico8324/GetSome
Catalog: GetSome/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko, pt, ru, zh_cn

source: Videos you play show up here.
de: Wiedergegebene Videos erscheinen hier.
es: Los vídeos reproducidos aparecen aquí.
fr: Les vidéos que vous lisez apparaissent ici.
hi: आप जो वीडियो चलाते हैं, वे यहाँ दिखाई देंगे।
it: I video che riproduci compaiono qui.
ja: 再生した動画がここに表示されます。
ko: 재생한 동영상이 여기에 표시됩니다.
pt: Os vídeos reproduzidos aparecem aqui.
ru: Воспроизведённые видео появляются здесь.
zh_cn: 你播放过的视频会显示在这里。

source: Watch Now
de: Jetzt ansehen
es: Ver ahora
fr: À regarder
hi: अभी देखें
it: Guarda ora
ja: 今すぐ見る
ko: 지금 보기
pt: Ver agora
ru: Смотреть сейчас
zh_cn: 立即观看

source: Watching Now
de: Wird gerade angesehen
es: Viendo ahora
fr: En cours de visionnage
hi: अभी देखे जा रहे
it: In riproduzione ora
ja: 視聴中
ko: 지금 시청 중
pt: A ver agora
ru: Смотрят сейчас
zh_cn: 正在观看

source: What other people have open at this moment.
de: Was andere gerade geöffnet haben.
es: Lo que otras personas tienen abierto en este momento.
fr: Ce que d’autres personnes regardent en ce moment.
hi: अभी दूसरे लोग जो खोले हुए हैं।
it: Ciò che altre persone hanno aperto in questo momento.
ja: いま他の人が開いているもの。
ko: 다른 사람들이 지금 열어 둔 항목.
pt: O que outras pessoas têm aberto neste momento.
ru: То, что другие открыли прямо сейчас.
zh_cn: 其他人此刻正在看的内容。

source: What's being watched right now, across every site.
de: Das wird gerade angesehen, über alle Websites hinweg.
es: Lo que se ve ahora mismo, en todos los sitios.
fr: Ce qui se regarde maintenant, tous sites confondus.
hi: सभी साइटों पर अभी क्या देखा जा रहा है।
it: Quello che si guarda adesso, per tutti i siti.
ja: 今このみんながみているすべてのサイト上の動画。
ko: 지금 모든 사이트에서 시청 중인 것.
pt: O que está a ser visto agora, em todos os sites.
ru: То, что смотрят прямо сейчас, на всех сайтах.
zh_cn: 现在正在所有网站上观看的内容。

source: What's hot right now.
de: Was gerade angesagt ist.
es: Lo que está de moda ahora mismo.
fr: Ce qui est populaire en ce moment.
hi: अभी जो लोकप्रिय है।
it: Ciò che è di tendenza in questo momento.
ja: いま人気のもの。
ko: 지금 인기 있는 항목.
pt: O que está em destaque neste momento.
ru: То, что популярно прямо сейчас.
zh_cn: 当下的热门内容。

source: You must be at least 18 years old, or the age of majority where you live, to continue. All videos stream from the source site.
de: Du musst mindestens 18 Jahre alt sein oder das in deinem Land geltende Volljährigkeitsalter erreicht haben, um fortzufahren. Alle Videos werden von der Quell-Website gestreamt.
es: Debes tener al menos 18 años, o la mayoría de edad de tu lugar de residencia, para continuar. Todos los vídeos se reproducen desde el sitio de origen.
fr: Vous devez avoir au moins 18 ans, ou l’âge de la majorité dans votre pays, pour continuer. Toutes les vidéos sont diffusées depuis le site source.
hi: जारी रखने के लिए आपकी आयु कम से कम 18 वर्ष होनी चाहिए, या आपके क्षेत्र की वयस्कता आयु। सभी वीडियो स्रोत साइट से स्ट्रीम होते हैं।
it: Devi avere almeno 18 anni, o la maggiore età del luogo in cui vivi, per continuare. Tutti i video vengono trasmessi dal sito di origine.
ja: 続けるには、18歳以上、またはお住まいの地域で成人とみなされる年齢に達している必要があります。すべての動画は提供元のサイトから配信されます。
ko: 계속하려면 만 18세 이상이거나 거주 지역의 성년 연령에 도달해야 합니다. 모든 동영상은 출처 사이트에서 스트리밍됩니다.
pt: Tem de ter pelo menos 18 anos, ou a maioridade do local onde vive, para continuar. Todos os vídeos são transmitidos a partir do site de origem.
ru: Чтобы продолжить, вам должно быть не менее 18 лет или больше — в зависимости от возраста совершеннолетия в вашей стране. Все видео транслируются с сайта-источника.
zh_cn: 您必须年满 18 周岁，或达到您所在地区的法定成年年龄，才能继续。所有视频均从来源网站流式播放。

source: Your playlists and liked videos appear as feeds in Browse. Signing out forgets the session kept on this device.
de: Die eigenen Playlists und gelikten Videos erscheinen als Feeds unter „Entdecken“. Beim Abmelden wird die auf diesem Gerät gehaltene Sitzung vergessen.
es: Sus listas y sus vídeos con «Me gusta» aparecen como feeds en Explorar. Al cerrar sesión se olvida la sesión guardada en este dispositivo.
fr: Vos playlists et vos vidéos aimées apparaissent comme flux dans Explorer. La déconnexion oublie la session conservée sur cet appareil.
hi: आपकी प्लेलिस्ट और पसंद किए गए वीडियो «ब्राउज़ करें» में फ़ीड के रूप में दिखाई देते हैं। साइन आउट करने पर इस डिवाइस पर रखी सेशन हटा दी जाती है।
it: Le tue playlist e i video che ti piacciono compaiono come feed in Sfoglia. Uscendo, la sessione conservata su questo dispositivo viene dimenticata.
ja: プレイリストと「いいね」した動画は、「見つける」にフィードとして表示されます。サインアウトすると、このデバイスに保持されたセッションは破棄されます。
ko: 재생목록과 좋아요한 동영상이 둘러보기에 피드로 표시됩니다. 로그아웃하면 이 기기에 보관된 세션을 잊습니다.
pt: As suas playlists e os vídeos gostados aparecem como feeds em Explorar. Terminar sessão esquece a sessão guardada neste dispositivo.
ru: Ваши плейлисты и понравившиеся видео появляются как ленты в разделе «Обзор». При выходе сессия, хранившаяся на этом устройстве, будет забыта.
zh_cn: 你的播放列表和已点赞视频会作为源显示在“浏览”中。退出登录会遗忘保存在此设备上的会话。

source: “%@” isn’t available on this site.
de: „%@“ ist auf dieser Website nicht verfügbar.
es: «%@» no está disponible en este sitio.
fr: « %@ » n’est pas disponible sur ce site.
hi: “%@” इस साइट पर उपलब्ध नहीं है।
it: “%@” non è disponibile su questo sito.
ja: 「%@」はこのサイトでは利用できません。
ko: "%@"은(는) 이 사이트에서 사용할 수 없습니다.
pt: “%@” não está disponível neste site.
ru: «%@» недоступно на этом сайте.
zh_cn: “%@”在此网站上不可用。

source: %@ videos
es: %@ vídeos
fr: %@ vidéos
hi: %@ वीडियो
it: %@ video
ja: %@ 本の動画
ko: 동영상 %@개
pt: %@ vídeos
ru: %@ видео
zh_cn: %@ 个视频

source: Charts
es: Clasificaciones
fr: Classements
hi: चार्ट
it: Classifiche
ja: ランキング
ko: 차트
pt: Tabelas
ru: Чарты
zh_cn: 排行榜

source: Details
es: Detalles
fr: Détails
hi: विवरण
it: Dettagli
ja: 詳細
ko: 세부사항
pt: Detalhes
ru: Подробнее
zh_cn: 详细信息

source: Status
es: Estado
fr: État
hi: स्थिति
it: Stato
ja: 状況
ko: 상태
pt: Estado
ru: Состояние
zh_cn: 状态

source: Studio
es: Estudio
hi: स्टूडियो
ja: スタジオ
ko: 스튜디오
pt: Estúdio
ru: Студия
zh_cn: 工作室

source: Uploader
es: Autor
fr: Auteur
hi: अपलोडकर्ता
it: Autore
ja: アップロード元
ko: 업로더
pt: Autor
ru: Автор
zh_cn: 上传者

source: Version
es: Versión
hi: संस्करण
it: Versione
ja: バージョン
ko: 버전
pt: Versão
ru: Версия
zh_cn: 版本
